WELCOME_MESSAGE = """Привет, {name} 👋
Добро пожаловать в нашего бота!

• Предложить историю 📖
• Поделиться новостью 📰
• Опубликовать пост ✍️"""

RECIEVED_POST = """Получен новый пост

ID: {user_id}
Привилегия: Нет 
    """

SET_TIME_TEXT = """
Отправьте на какое количество времени вы хотите закрепить пост:

6 часов – 20 грн
12 часов – 40 грн
24 часов – 50 грн
"""

MORE = """
ℹ️ О проекте

Бот создан исключительно в развлекательных целях, для того, чтобы поделится последними событиями нашей шараги

Здесь ты можешь:

• 📝 Предложить собственный пост.
• 🕶️ Опубликовать его анонимно или от своего имени.
• 📌 Заказать закрепление публикации на выбранный срок.
"""

REFUND = """
Условия возврата денежных средств

1. Возврат невозможен, если пользователь оплатил услугу, но его пост нарушает правила сообщества или правила использования сервиса и поэтому не может быть опубликован.

2. Возврат возможен, если услуга не была оказана по причинам на стороне администрации проекта «Подслушано» — например, из-за технической ошибки или невозможности выполнить оплаченное закрепление.

3. Для оформления возврата пользователь должен обратиться к администрации, указав свой Telegram ID, номер заказа и причину обращения.

4. Каждый случай рассматривается индивидуально. Возврат осуществляется в согласованном порядке с учётом применимого законодательства.
"""