WELCOME_MESSAGE = """Привет, {name} 👋
Добро пожаловать в нашего бота!

• Предложить историю 📖
• Поделиться новостью 📰
• Опубликовать пост ✍️"""

RECIEVED_POST = """Получен новый пост

ID: {user_id}
Привилегия: Нет 
    """

SET_TIME_TEXT = """
Отправьте на какое количество времени вы хотите закрепить пост:

6 часов – 20 грн
12 часов – 40 грн
24 часов – 50 грн
"""

MORE = """
ℹ️ О проекте

Бот создан исключительно в развлекательных целях, для того, чтобы поделится последними событиями нашей шараги

Здесь ты можешь:

• 📝 Предложить собственный пост.
• 🕶️ Опубликовать его анонимно или от своего имени.
• 📌 Заказать закрепление публикации на выбранный срок.
"""