WELCOME_MESSAGE = """Привет, {name} 👋
Добро пожаловать в нашего бота!

• Предложить историю 📖
• Поделиться новостью 📰
• Опубликовать пост ✍️"""

RECIEVED_POST = """📥 НОВЫЙ ПОСТ НА МОДЕРАЦИЮ

👤 ID пользователя: {user_id}
🔗 Username: {username}
🧾 Номер заказа: —
💰 Сумма: —
⏱ Срок закрепления: —

📌 ЗАКРЕП: НЕТ
💳 ОПЛАТА: НЕ ТРЕБУЕТСЯ
🕶️ АНОНИМНО: {anonymous}"""

SET_TIME_TEXT = """
🏆 <b>ЗАКРЕП ТОЛЬКО ДЛЯ ПОБЕДИТЕЛЕЙ РОЗЫГРЫША</b> 🏆

📌 Выберите, на сколько часов закрепить пост:

🎁 Закреп абсолютно бесплатный и доступен только
тем, кто победил в розыгрыше.
"""

MORE = """
ℹ️ О проекте

Бот создан исключительно в развлекательных целях, для того, чтобы поделится последними событиями нашей шараги

Здесь ты можешь:

• 📝 Предложить собственный пост.
• 🕶️ Опубликовать его анонимно или от своего имени.
• 📌 Заказать закрепление публикации на выбранный срок.
"""
